const item_list = [
  {
    imgSrc: "runar95",
    title: "타이틀1",
    infomation:
      "발표 경험이 없는 것에 비해 말을 잘 하고, 평가 내용은 최대 1000자까지 입력이 가능합니다. 발표 경험이 없는 것에 비해 말을 잘 하고, 평가 내용은 최대 1000자까지 입력이 가능합니다.",
    location: ["대한민국", "서울", "광화문"],
    hashTag: ["진학사", "테스트", "솔루션"]
  },
  {
    imgSrc: "몰라요~",
    title: "타이틀2",
    infomation:
      "발표 경험이 없는 것에 비해 말을 잘 하고, 평가 내용은 최대 1000자까지 입력이 가능합니다. 발표 경험이 없는 것에 비해 말을 잘 하고, 평가 내용은 최대 1000자까지 입력이 가능합니다.",
    location: ["대한민231국", "서울123", "광화문"],
    hashTag: ["진학사어플라이11", "테스트1", "솔루션사업"]
  },
  {
    imgSrc: "이미지주소",
    title: "타이틀3",
    infomation:
      "발표 경험이 없는 것에 비해 말을 잘 하고, 평가 내용은 최대 1000자까지 입력이 가능합니다. 발표 경험이 없는 것에 비해 말을 잘 하고, 평가 내용은 최대 1000자까지 입력이 가능합니다.",
    location: ["대한민1123국", "서울22", "광화문"],
    hashTag: ["진학123사", "테스23트", "솔루션123"]
  },
  {
    imgSrc: "이미지주소",
    title: "타이틀4",
    infomation:
      "발표 경험이 없는 것에 비해 말을 잘 하고, 평가 내용은 최대 1000자까지 입력이 가능합니다. 발표 경험이 없는 것에 비해 말을 잘 하고, 평가 내용은 최대 1000자까지 입력이 가능합니다.",
    location: ["한국", "경기도", "광화문"],
    hashTag: ["23123", "테스트ㄴㄴ", "솔루션ㅇㅇ"]
  }
];

const mock = {
  item_list
};

export { mock };
